<?php

return [
    'welcome'       => 'Добро пожаловать!',
    'inThisSite'    => 'На этом сайте Вы и ваши друзья могут покупать, продавать или обменивать свои любимые книги, журналы и т.д.',
    'learnMore'     => 'Узнать больше',
    'name'          => 'Имя',
    'yourName'      => 'Ваше имя...',
    'email'         => 'Адрес электронной почты',
    'yourEmail'     => 'Ваш адрес электронной почты...',
    'message'       => 'Сообщение',
    'yourMessage'   => 'Ваше сообщение...',
    'dropUs'        => 'Свяжитесь с нами',
    'submit'        => 'Отправить',

    //Главная страница
    'home'          => 'Главная',
    'blog'          => 'Блог',
    'adverts'       => 'Объявления',
    'aboutUs'       => 'О нас',
    'login'         => 'Войти',
    'register'      => 'Зарегистрироваться',
    'dashboard'     => 'Редактировать',
    'logout'        => 'Выйти',
    'mainWelcome'   => 'Добро пожаловать на новый сат для приобретения и обмена книг и идей.',
    'news'          => 'Новости: новые новости!',

    //Комментарии с кармой
    'good'          => 'Отлично',
    'bad'           => 'Ужасно',

    //Страница загрузки аватарки
    'uploadAvatar'  => 'Загрузить новое главное изображение',
    'formatAvatar'  => 'Загружаемое изображение не должно иметь размер более 5MB формата .jpg или .png.',

    //Страница пользователя
    'addAvatar'     => 'Загрузить новый аватар',
    'karma'         => 'Карма',
    'sex'           => 'Пол',
    'country'       => 'Страна',
    'phone'         => 'Номер телефона',
    'feedbacks'     => 'Отзывы',
    'addFeedback'   => 'Желаете ли вы оставить отзыв об этом пользователе?',

    //Общее для постов и объявлений
    'back'          => 'Назад',
    'on'            => 'Добавлено',
    'by'            => 'Пользователем',
    'addComment'    => 'Добавить комментарий',
    'commercial'    => 'Реклама',
    'createNew'     => 'Создать новый',
    'title'         => 'Название',

    //Только для объявлений
    'search'        => 'Поиск',
    'genre'         => 'Жанр',
    'publishingHouse'=>'Издательство',
    'delAdvert'     => 'Удалить объявление',

    //Только для постов
    'delInsertion'  => 'Удалить пост',

    //Ошибка 401
    'errorLogin'    => 'Простите, но вы не вошли.',

    //Ошибка 404
    'errorNotFound' => 'Простите, такой страницы не существует!',

    //Error 505
    'errorAddReview'=> 'Простите, но вы уже оставляли свой отзыв!',

    //Ошибка большого файла
    'errorBigFile'  => 'Простите, но это файл слишком большой!',

    //Панель администратора - меню
    'users'         => 'Пользователи',
    'rolesControl'  => 'Управление ролями',
    'permissionsControl'=>'Управление правами',
    'exit'          => 'Выход'


];